//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Скасувати";
"_edit_"                    = "Редагувати";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Бажаєте скасувати?";
"_upload_file_"             = "Завантажити файл";
"_delete_"                  = "Вилучити";
"_rename_"                  = "Перейменувати";
"_rename_file_"             = "Перейменувати файл";
"_rename_folder_"           = "Переіменувати каталог";
"_move_"                    = "Перемістити";
"_add_"                     = "Додати";
"_save_"                    = "Зберегти";
"_warning_"                 = "Увага";
"_error_"                   = "Помилка";
"_no_"                      = "Ні";
"_yes_"                     = "Так";
"_select_"                  = "Вибрати";
"_select_all_"              = "Вибрати всі";
"_upload_"                  = "Завантажити";
"_home_"                    = "Файли";
"_files_"                   = "Робота з файлами";
"_ok_"                      = "OK";
"_done_"                    = "Готово";
"_clear_"                   = "Очистити";
"_selected_"                = "Selected";
"_no_active_account_"       = "Акаунт не знайдено";
"_info_"                    = "Інфо";
"_warning_"                 = "Увага";
"_video_"                   = "Video";
"_overwrite_"               = "Перезаписати";
"_create_"                  = "Створити";
"_create_folder_"           = "Створити каталог";
"_create_folder_e2ee_"      = "Створити зашифрований каталог";
"_close_"                   = "Закрити";
"_remove_"                  = "Вилучити";
"_file_not_found_"          = "Файл не знайдено";
"_continue_"                = "Продовжити";
"_continue_editing_"        = "Продовжити редагування";
"_auto_upload_folder_"      = "Автоматичне завантаження";
"_photo_"                   = "Світлини";
"_audio_"                   = "Аудіо";
"_unknown_"                 = "Невідомо";
"_success_"                 = "Успіх";
"_mode_filename_"           = "Режим імени файлу";
"_warning_owncloud_"        = "Ви підключені до сервера ownCloud. Це неперевірене та непідтримуване рішення, використовуйте його на свій страх і ризик. Щоб перейти на Nextcloud, див. https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Ви використовуєте непідтримувану версію Nextcloud. Для безпеки ваших даних ми наполегливо рекомендуємо оновитися до останньої стабільної версії Nextcloud.";
"_restore_"                 = "Відновити";
"_tap_here_to_change_"      = "Натисніть для зміни";
"_no_albums_"               = "Нема альбомів";
"_denied_album_"            = "Цей застосунок не має доступу до \"Фото\". Ви можете активувати доступ у налаштуваннях приватности.";
"_denied_camera_"           = "Цей застосунок не має доступу до \"Камери\". Ви можете активувати доступ у налаштуваннях приватности.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Поділитися";
"_details_"                 = "Деталі";
"_no_permission_delete_file_" = "У вас відсутній дозвіл вилучати файли.";
"_no_permission_modify_file_" = "У вас відсутній дозвіл змінювати файли.";
"_no_permission_favorite_file_" = "У вас відсутній дозвіл вподобувати файли.";
"_add_folder_info_"         = "Додати інформацію про каталог";
"_back_"                    = "Назад";
"_search_"                  = "Пошук";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "of";
"_livephoto_save_"          = "Зберігати живі фото у альбомі світлин";
"_livephoto_save_error_"    = "Помилка під час збереження живих фото.";
"_file_conflict_num_"       = "конфлікт файлу";
"_file_conflicts_num_"      = "конфлікти файлів";
"_file_conflict_desc_"      = "Які файли ви бажаєте зберегти?\nЯкщо ви оберете обидві версії, до назви скопійованого файлу буде додано цифру.";
"_file_conflict_new_"       = "Нові файли";
"_file_conflict_exists_"    = "Файли що вже існують";
"_file_not_rewite_doc_"     = "Неможливо перезаписати документ, ви лише можете створити новий.";
"_move_or_copy_"            = "Перемістити або копіювати";
"_copy_"                    = "Копіювати";
"_now_"                     = "Зараз";
"_wait_"                    = "Будь ласка, зачекайте…";
"_recent_"                  = "Нещодавні";
"_view_in_folder_"          = "Переглянути у каталозі";
"_disabled_"                = "Вимкнено";
"_compact_"                 = "Компактний";
"_normal_"                  = "Нормальний";
"_verbose_"                 = "Детальний";
"_error_occurred_"          = "Трапилася помилка, спробуйте ще раз.";
"_retry_"                   = "Спробувати ще раз";
"_images_"                  = "Зображення";
"_confirm_"                 = "Підтвердити";
"_background_location_access_title_"    = "Доступ до фонового розташування";
"_background_location_access_message_"  = "Ця програма потребує фонового доступу до місцезнаходження, щоб автоматично завантажувати файли, коли ви переміщуєтесь між областями. GPS не використовується, і ваше місцезнаходження ніколи не зберігається.";
"_enable_background_location_title_"    = "Увімкнути фонове розташування";
"_enable_background_location_message_"  = "Щоб дозволити автоматичне завантаження файлів у фоновому режимі, будь ласка, увімкніть \"Завжди\" для доступу до місцезнаходження в Налаштуваннях.";
"_enable_background_location_footer_"   = "Щоб автоматично оновлювати вашу фототеку, ця програма може використовувати фоновий доступ до місцезнаходження.\nЦе дозволяє йому визначати, коли ви перебуваєте в новій місцевості, і перевіряти наявність нових фотографій для завантаження.\nGPS не використовується, і ваше місцезнаходження ніколи не зберігається і не відстежується.";

/* MARK: Files lock */

"_lock_"                            = "Заблокувати";
"_unlock_"                          = "Розблокувати";
"_lock_file_"                       = "Заблокувати файл";
"_unlock_file_"                     = "Розблокувати файл";
"_locked_by_"                       = "Заблоковано %@";
"_file_locked_no_override_"         = "Файл заблоковано. Перезапис не можливий.";
"_lock_no_permissions_selected_"    = "Не доступно для окремих вибраних файлів або каталогів.";
"_remove_file_"             = "Вилучити файл";
"_delete_file_"             = "Вилучити файл";
"_delete_folder_"           = "Вилучити каталог";
"_size_"                    = "Розмір";
"_set_user_status_"         = "Статус в мережі";
"_set_user_status_message_" = "Повідомлення статусу";
"_open_settings_"           = "Відкрити налаштування";
"_settings_account_request_" = "Запит на обліковий запис при старті";
"_alias_"                   = "Псевдонім";
"_alias_placeholder_"       = "Альтернативне ім'я";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Конфіденційність та правові політики";
"_source_code_"             = "Отримати вихідний код";
"_account_select_"          = "Оберіть обліковий запис";
"_account_select_to_add_"   = "Виберіть обліковий запис, який бажаєте додати";
"_remove_local_account_"    = "Вилучити обліковий запис на пристрої";
"_want_delete_account_"     = "Ви дійсно бажаєте вилучити обліковий запис на пристрої?";
"_prevent_http_redirection_"= "Пересилання у HTTP не дозвлено.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Конфлікт файлу";
"_multi_file_conflict_title_" = "%@ конфліктів файлів";
"_replace_action_title_" = "Замінити";
"_keep_both_action_title_" = "Залишити обидва";
"_cancel_keep_existing_action_title_" = "Скасувати та зберегти вже наявний";
"_replace_all_action_title_" = "Замінити все";
"_keep_both_for_all_action_title_" = "Зберегти обидва для всіх";
"_more_action_title_" = "Більше Деталей";
"_wait_file_preparation_" = "Підготовка до завантаження файлів. Зачекайте ...";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Зачекайте, відбувається шифрування файлу...";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "секунд(-и)";
"_change_lock_passcode_"  = "Змінити код доступу";
"_lock_cannot_disable_mdm_" = "Вимкнення блокування паролем заборонено вашим профілем конфігурації.";

// MARK: User Status

/* User status */
"_online_"                  = "Онлайн";

/* User status */
"_away_"                    = "Відсутній(-я)";

/* User status */
"_dnd_"                     = "Не турбувати";

/* User status */
"_dnd_description_"         = "Вимкнути усі сповіщення";

/* User status */
"_invisible_"               = "Невидима";

/* User status */
"_invisible_description_"   = "Поза мережею";

/* User status */
"_busy_"                    = "Зайнятий(-а)";

/* User status */
"_select_user_status_"      = "Встановити статус в мережі";
"_select_status_message_"      = "Оновити статус";
"_status_message_"          = "Повідомлення про статус";
"_status_message_placehorder_"  = "Який ваш статус?";
"_set_status_message_"      = "Оновити статус";
"_clear_status_message_after_"  = "Очистити статус після";

/* User status */
"_dont_clear_"              = "Не очищати";
"_15_minutes_"              = "15 хвилин";
"_30_minutes_"              = "30 хвилин";
"_an_hour_"                 = "година";
"_1_hour_"                  = "1 година";
"_4_hours_"                 = "4 години";
"_day_"                     = "Today";
"_this_week_"               = "Цього тижня";
"_days_"                    = "Днів";
"_hours_"                   = "Годин";
"_minutes_"                 = "Хвилин";


"_network_not_available_"   = "Мережа не доступна.";
"_file_already_exists_"     = "Неможливо виконати операцію, оскільки файл з тотожнім ім'ям вже існує.";
"_more_"                        = "Додатково";
"_notifications_"               = "Сповіщення";
"_quota_space_unlimited_"       = "Необмежено";
"_quota_space_unknown_"         = "Невідомо";
"_quota_using_"                 = "Ви використовуєте %@ із %@";
"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Налаштування";
"_enter_password_"              = "Введіть пароль ...";
"_lock_"                        = "Заблокувати";
"_lock_active_"                 = "Блокування: Увімкено";
"_lock_not_active_"             = "Блокування: Вимкено";
"_lock_protection_no_screen_"        = "Не питати під час завантаження";
"_enable_touch_face_id_"        = "Увімкнути відбитки/Face ID";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Автоматичне завантаження світлин";
"_clear_cache_"                 = "Очистити кеш";
"_clear_cache_footer_"          = "Очистити завантажене та файли на пристрої із застосунку";
"_exit_"                        = "Скинути застосунок";
"_exit_footer_"                 = "Вилучити всі облікові записи та дані на пристрої із застосунку.";
"_want_exit_"                   = "Увага! Буде скинуто до початкового стану. Продовжити?";
"_want_delete_cache_"           = "Дійсно очистити кеш (це також вилучіть поточні передачі)?";
"_add_account_"                 = "Додати обліковий запис";
"_want_delete_"                 = "Це призведе до вилучення:";
"_information_"                 = "Інформація";
"_select_offline_warning_"      = "Надання доступу до декількох файлів і папок в автономному режимі може зайняти деякий час і використовувати багато пам'яті.";
"_advanced_"                    = "Додатково";
"_permissions_"                 = "Дозволи ";
"_custom_permissions_"          = "Користувацькі дозволи";
"_disable_files_app_"           = "Вимкнути інтеграцію із застосунком Файли";
"_disable_files_app_footer_"    = "Не дозволяти доступ до файлів через застосунок Файли на iOS.";
"_autoupload_"                      = "Автоматичне завантаження світлин та відео";
"_autoupload_photos_"               = "Автоматичне завантаження світлин";
"_autoupload_videos_"               = "Автоматичне завантаження відео";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Увімкнути автозавантаження";
"_stop_autoupload_"                 = "Вимкнути автозавантаження";
"_autoupload_create_subfolder_"     = "Використовувати вкладені каталоги";
"_autoupload_create_subfolder_footer_"  = "Зберігайте фотографії в підкаталогах за роком, місяцем або днем.";
"_autoupload_subfolder_granularity_"    = "Деталізація підпапок";
"_filenamemask_"                        = "Змінити маску імені файлу";
"_filenamemask_footer_"                 = "За замовчуванням, коли файл завантажується, він автоматично отримує наступний формат: рр-мм-дд чч-мм-сс плюс 4-значний лічильник. Якщо вам не подобається цей формат, ви можете змінити його тут, за винятком останнього 4-значного лічильника, який не можна опускати.";
"_show_hidden_files_"           = "Показати приховані файли";
"_format_compatibility_"        = "Найбільш сумісне";
"_format_compatibility_footer_" = "\"Найбільш сумісний\" збереже фотографії у форматі JPEG, якщо це можливо.";
"_privacy_"                     = "Конфіденційність";
"_privacy_footer_"              = "Цей застосунок використовує сервіс для аналізу аварій. Ваша особиста інформація не надсилається разом зі звітом. Якщо ви хочете вимкнути його, будь ласка, змініть налаштування \"Вимкнути звіт про аварії\" на \"Увімкнено\".";
"_crashservice_title_"          = "Вимкнути звіт про аварії";
"_crashservice_alert_"          = "Щоб ця опція набула чинності, потрібно перезапустити програму.";
"_upload_mov_livephoto_"        = "Живе фото";
"_upload_mov_livephoto_footer_" = "\"Живе фото\" збереже вибрану фотографію у форматі \"Живе фото\", якщо це можливо.";
"_capabilities_"                = "Функції";
"_capabilities_footer_"         = "Відображати пакети, що використовуються програмою, якщо вони встановлені та доступні на сервері.";
"_diagnostics_"                 = "Діагностика";
"_diagnostics_footer_"          = "Зміна рівня журналу вимагає перезапуску програми, щоб набути чинності";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Очистити файл журналу";
"_set_log_level_"               = "Встановити рівень журналювання";
"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_server_is_trusted_"           = "Чи вважаєте ви цей сервер надійним?";
"_connection_error_"            = "Помилка з'єднання";
"_login_url_"                   = "Адреса сервера https:// ...";
"_login_url_error_"             = "Помилка з посиланням. Перевірте посилання вашого сервера";
"_favorites_"                   = "Із зірочкою";
"_favorite_short_"              = "Із зірочкою";
"_tutorial_favorite_view_"      = "Тут буде показано файли та каталоги, які ви позначили зірочкою.";
"_tutorial_offline_view_"       = "Файли, скопійовані тут, будуть доступні офлайн.\n\nВони будуть синхронізовані з вашою хмарою.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Додатково";
"_favorite_no_files_"           = "Відсутні із зірочкою";
"_no_date_information_"                     = "Відсутня інформація про дату";
"_no_camera_information_"                   = "Відсутня інформація про камеру";
"_no_lens_information_"                     = "Відсутня інформація про лінзу";
"_today_"                                   = "Сьогодні";
"_yesterday_"                               = "Вчора";
"_access_photo_not_enabled_"                = "Доступ до світлин не увімкнено";
"_access_photo_not_enabled_msg_"            = "Перейдіть до Налаштування → Програми → Nextcloud → Фотографії та увімкніть Доступ до фототеки";
"_access_background_app_refresh_denied_"    = "\"Оновлення програми у фоновому режимі\" заборонено. Будь ласка, увімкніть її в \"Налаштуваннях\", інакше нові фотографії або відео не будуть виявлені, коли програма перебуває у фоновому режимі";
"_tutorial_photo_view_"                     = "Світлини або відео не знайдено";
"_error_createsubfolders_upload_"           = "Помилка при створенні підкаталогів";
"_remove_photo_CameraRoll_"                 = "Видалити з відеокамери";
"_remove_photo_CameraRoll_desc_"            = "\"Вилучити з пам'яті камери\" - після завантаження з'явиться повідомлення з підтвердженням видалення завантажених фотографій або відео з пам'яті камери. Вилучені фотографії або відео будуть доступні у \"Кошику\" iOS протягом 30 днів.";
"_never_"                       = "ніколи";
"_less_a_minute_"               = "less than a minute ago";
"_a_minute_ago_"                = "хвилину тому";
"_minutes_ago_"                 = "%d minutes ago";
"_an_hour_ago_"                 = "годину тому";
"_hours_ago_"                   = "%d hours ago";
"_a_day_ago_"                   = "день тому";
"_days_ago_"                    = "%d days ago";
"_cannot_send_mail_error_"      = "Ще не налаштовано обліковий запис або зазначено неправильну ел. адресу";
"_open_url_error_"              = "Неможливо відкрити посилання для цієї дії.";
"_media_"                       = "Зображення та відео";
"_order_by_"                    = "Впорядкувати за";
"_name_"                        = "Ім'я";
"_date_"                        = "Date";
"_size_"                        = "Розмір";
"_remove_favorites_"            = "Прибрати зірочку";
"_add_favorites_"               = "Із зірочкою";
"_share_"                       = "Спільний доступ";
"_remove_local_file_"           = "Вилучити на пристрої";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "Робота з файлами";
"_file_"                        = "file";
"_no_file_pull_down_"           = "Завантажити файл або потягнути для оновлення";
"_no_file_no_permission_to_create_" = "Ви не маєте дозволу на створення або завантаження файлів до цього каталогу.";
"_limited_dimension_"           = "Reached maximum size";
"_file_not_saved_cameraroll_"   = "Помилка: файл не було збережено до фотоальбому";
"_favorite_on_top_"             = "Спочатку відсортуйте улюблені";
"_directory_on_top_"            = "Показувати каталоги перед файлами";
"_show_description_"            = "Показувати опис каталогів";
"_show_recommended_files_"      = "Показувати рекомедований вміст";
"_search_no_record_found_"      = "Відсутні результати";
"_search_in_progress_"          = "Пошук...";
"_search_instruction_"          = "Шукати файл (мінімум 2 символи)";
"_files_no_files_"              = "Тут немає файлів";
"_files_no_folders_"            = "Тут відсутні каталоги";
"_request_in_progress_"         = "Очікується відповідь від сервера ...";
"_personal_files_only_"         = "Тільки приватні файли";

"audio"                         = "AUDIO";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDEO";

"_paste_file_"                  = "Вставити";
"_status_wait_download_"        = "Очікується звантаження";
"_status_downloading_"          = "Звантаження";
"_status_wait_upload_"          = "Очікується завантаження";
"_status_wait_create_folder_"   = "Очікується створення каталогу";
"_status_wait_delete_"          = "Очікується вилучення";
"_status_wait_rename_"          = "Очікується перейменування";
"_status_wait_favorite_"        = "Очікується на встановлення зірочки";
"_status_wait_copy_"            = "Очікується копіювання";
"_status_wait_move_"            = "Очікується переміщення";
"_status_uploading_"            = "Uploading";
"_status_upload_error_"         = "Помилка, очікується завантаження";
"_select_media_folder_"         = "Встановити каталог для зображень та відео";
"_media_viewimage_show_"        = "Показувати тільки зображення";
"_media_viewvideo_show_"        = "Показувати тільки відео";
"_media_show_all_"              = "Показувати обидва";
"_good_morning_"                = "Доброго ранку";
"_good_day_"                    = "Добрий день";
"_good_afternoon_"              = "Добрий день";
"_good_evening_"                = "Добрий вечір";
"_good_night_"                  = "Добраніч";
"_servers_"                     = "Сервери";
"_select_server_"               = "Виберіть сервер...";

// MARK: Share

"_share_link_"                  = "Поділитися посиланням";
"_share_link_name_"             = "Ім'я посилання";
"_password_"                    = "Пароль";
"_share_password_"              = "Password protect link";
"_date_"                        = "Date";
"_enforce_password_protection_" = "Захист паролем обов'язковий";
"_shared_with_you_by_"          = "Поділив(-ла-)ся з вами";
"_shareLinksearch_placeholder_" = "Ім'я, ел.пошта або ідентифікатор об'єднаної хмари ...";
"_new_comment_"                 = "Новий коментар...";
"_edit_comment_"                = "Редагувати комент";
"_delete_comment_"              = "Вилучити коментар";
"_share_read_only_"             = "Тільки перегляд";
"_share_editing_"               = "Може редагувати";
"_share_file_drop_"             = "Запит на файл";
"_share_hide_download_"         = "Сховати звантаження";
"_share_allowed_downloads_"     = "Дозволені завантаження";
"_share_limit_download_"        = "Обмежити завантаження";
"_remaining_"                   = "%d залишилось";
"_share_password_protect_"      = "Захист паролем";
"_share_expiration_date_"       = "Встановити термін дії";
"_share_note_recipient_"        = "Примітка для одержувача";
"_share_add_sharelink_"         = "Додати інше посилання";
"_share_can_read_"              = "Читати";
"_share_can_reshare_"           = "Поділитися";
"_share_can_create_"            = "Створити";
"_share_can_change_"            = "Редагувати";
"_share_can_delete_"            = "Вилучити";
"_share_can_download_"          = "Дозволити звантаження та синхронізацію";
"_share_unshare_"               = "Вилучити спільний ресурс";
"_share_internal_link_"         = "Внутрішнє посилання";
"_share_internal_link_des_"     = "Доступно користувачам з доступом до файлу/каталогу";
"_share_reshare_disabled_"      = "Вам не дозволено повторно надавати доступ до файлу/каталогу";
"_share_reshare_restricted_"    = "Увага! Ви маєте обмежені права на повторне надання у спільний доступ файлу/каталогу.";
"_remote_"                      = "Віддалено";
"_remote_group_"                = "Віддалена група";
"_conversation_"                = "Розмова";
"_no_transfer_"                 = "Ще немає переказів";
"_no_transfer_sub_"             = "Завантаження та вивантаження з цього пристрою відображатимуться тут";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "Більше немає подій, які можна отримати";
"_transfers_"                       = "Передавання";
"_activity_"                        = "Дії";
"_trash_file_not_found_"            = "Здається, файл не знаходиться у кошику. Перейдіть до Кошика, щоб оновити його і спробуйте ще раз.";
"_list_shares_"                     = "Спільний доступ";
"_list_shares_no_files_"            = "Відсутні спільні ресурси";
"_tutorial_list_shares_view_"       = "Файли і каталоги, до яких ви надали спільний доступ, з'являтимуться тут";
"_offline_"                         = "Поза мережею";
"_upload_photos_videos_"            = "Завантажити світлини або відео";
"_upload_file_"                     = "Завантажити файл";
"_create_nextcloudtext_document_"   = "Створити текстовий документ";
"_use_folder_auto_upload_"          = "Використовувати \"Автозавантаження\" каталогу як пункт призначення";
"_filename_"                        = "Ім'я файлу";
"_enter_filename_"                  = "Зазначте ім'я файлу ...";
"_default_preview_filename_footer_" = "Приклад попереднього перегляду файлу: IMG_0001.JPG";
"_filename_header_"                 = "Зазначте ім'я файлу";
"_preview_filename_"                = "Приклад попереднього перегляду імені файлу. Для дати/часу можна використовувати маску %@.";
"_add_filenametype_"                = "Зазначте тип у назві файлу";
"_maintain_original_filename_"      = "Зберегти оригінальне ім'я файлу";
"_notifications_"                   = "Сповіщення";
"_untitled_"                        = "Без назви";
"_e2e_settings_title_"              = "Шифрування";
"_e2e_settings_"                    = "Наскрізне шифроування";
"_e2e_settings_start_"              = "Запустити наскрізне шифрування";
"_e2e_settings_activated_"          = "Наскрізне шифрування увімкнено";
"_e2e_server_disabled_"             = "Застосунок наскрізного шифрування вимкнено на сервері";
"_e2e_settings_view_passphrase_"    = "Усі 12 слів утворюють разом дуже сильний пароль, який дозволить лише вам переглядати та використовувати зашифровані файли. Будь ласка, запишіть його й збережіть у безпечному місці.";
"_e2e_settings_read_passphrase_"    = "Читати парольну фразу";
"_e2e_settings_lock_not_active_"    = "Блокування не активне. Перейдіть в \"Налаштування\" та активуйте його.";
"_e2e_settings_the_passphrase_is_"  = "Парольна фраза:";
"_e2e_passphrase_request_title_"    = "Запитати парольну фразу";
"_e2e_passphrase_request_message_"  = "Вставити 12 слів";
"_e2e_settings_remove_"             = "Вилучити шифрування на пристрої";
"_e2e_settings_remove_message_"     = "Підтвердити вилучення шифрування з парольною фразою.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_file_encrypted_"              = "Файл зашифровано";
"_e2e_goto_settings_for_enable_"    = "Це зашифрований каталог, перейдіть до \"Налаштувань\" та увімкніть наскрізне шифрування.";
"_e2e_in_upload_"                   = "Триває завантаження, зачекайте, доки буде перенесено всі файли.";
"_scans_document_"                  = "Сканувати документ";
"_scanned_images_"                  = "Відскановані зображення";
"_scan_document_pdf_page_"          = "Сторінка";
"_scan_label_document_zone_"        = "Натисніть або перетягніть зображення для створення документу";
"_filter_document_"                 = "Документ";
"_filter_original_"                 = "Оригінал";
"_quality_image_title_"             = "Якість попереднього зображення";
"_file_creation_"                   = "Створення файлу";
"_delete_all_scanned_images_"       = "Вилучити усі відскановані зображення";
"_text_recognition_"                = "Розпізнавання тексту";
"_all_files_"                       = "Всі файли";
"_personal_files_"                  = "Мої документи";

"_trash_view_"                      = "Кошик";
"_empty_trash_"                     = "Очистити кошик";
"_trash_no_trash_"                  = "Усі файли на місці";
"_trash_no_trash_description_"      = "Тут ви можете відновити вилучені файли";
"_confirm_delete_selected_"         = "Дійсно вилучити вибрані об'єкти?";
"_manage_file_offline_"             = "Керувати файлами в офлайні";
"_set_available_offline_"           = "Зробити доступними в офлайні";
"_remove_available_offline_"        = "Вилучити доступність в офлайні";
"_create_new_document_"             = "Документ";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Приєднайтеся до мережі, щоби переглянути документ";
"_intro_1_title_"                   = "Зберігайте ваші дані в безпеці під власним контролем";
"_intro_2_title_"                   = "Безпечна співпраця та обмін файлами";
"_intro_3_title_"                   = "Простий вебклієнт пошти, календаря та контактів";
"_intro_4_title_"                   = "Спільний доступ до екрану, онлайн-зустрічі та веб-конференції";
"_log_in_"                          = "Увійти";
"_sign_up_"                         = "Зареєструватися у провайдера";
"_host_your_own_server"             = "Розмістити на власному сервері";
"_invalid_url_"                         = "Недійсне посилання на сервер";
"_ssl_certificate_untrusted_"           = "Недійсний сертифікат для цього сервера.";
"_ssl_certificate_changed_"             = "Схоже, сертифікат сервера було змінено.";
"_file_already_exists_"                 = "Неможливо виконати операцію, оскільки файл з тотожнім ім'ям вже існує.";
"_err_permission_microphone_"           = "Будь ласка, увімкніть використання мікрофону в Налаштуваннях.";
"_err_permission_photolibrary_"         = "Будь ласка, надайте дозвіл до Світлин у налаштуваннях.";
"_qrcode_not_authorized_"   = "Ця програма не має дозволу на використання задньої камери.";
"_qrcode_not_supported_"    = "QR-код не підтримується поточним пристроєм.";
"_create_voice_memo_"       = "Записати голосову нотатку";
"_voice_memo_start_"        = "Торкніться, щоб почати";
"_voice_memo_stop_"         = "Торкніться, щоб зупинити";
"Enter Passcode"            = "Зазначте пароль";
"Enter a new passcode"      = "Зазначте новий пароль";
"Confirm new passcode"      = "Підтвердіть новий пароль";
"Passcodes didn't match. Try again." = "Паролі не збігаються. Спробуйте ще раз.";
"Delete"                    = "Вилучити";
"Cancel"                    = "Скасувати";
"_certificate_details_"     = "Інформація про сервер сертифікатів";
"_certificate_pn_details_"  = "Деталі пуш-сповіщення про сертифікат";
"_certificate_view_"        = "Сервер сертифікатів";
"_certificate_pn_view_"     = "Push-повідомлення про сертифікат";
"_save_as_scan_"            = "Зберегти як скан";
"_save_changes_"            = "Зберегти зміни?";
"_modify_"                  = "Змінити";
"_overwrite_original_"      = "Перезаписати оригінал";
"_save_as_copy_"            = "Зберегти як копію";
"_discard_changes_"         = "Відхилити зміни";
"_message_disable_overwrite_livephoto_" = "Це зображення є живою фотографією, перезаписати його буде неможливо.";
"_discard_changes_info_"    = "Ваші змінено відхилено";
"_delete_files_desc_"       = "Вилучити файли, щоби звільнити простір";
"_delete_old_files_"        = "Видаліть з кешу всі файли, старші за";
"_never_"                   = "ніколи";
"_1_year_"                  = "1 рік";
"_6_months_"                = "6 місяців";
"_3_months_"                = "3 місяці";
"_1_month_"                 = "1 місяць";
"_1_week_"                  = "1 тиждень";
"_monthly_"                 = "Щомісяця";
"_yearly_"                  = "Щороку";
"_daily_"                   = "Щоденно";
"_login_address_detail_"    = "Посилання на ваш веб-інтерфейс %@, коли ви відкриваєте його в браузері.";
"_go_to_page_"              = "Перейти на сторінку";
"_page_"                    = "Сторінка";
"_this_document_has_%@_pages_"              = "Цей документ містить %@ сторінок";
"_invalid_page_"                            = "Недійсна сторінка";
"_the_entered_page_number_does_not_exist_"   = "Введений номер сторінки не існує.";
"_error_something_wrong_"   = "От халепа!";
"_privacy_screen_"          = "Приховувати вміст, коли застосунок неактивний";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "в";
"_enter_passphrase_"        = "Зазначте парольну фразу (12 слів)";
"_show_more_results_"       = "⋯ Заватажити більше результатів";
"_waiting_for_"             = "Чекаю:";
"_reachable_wifi_"          = "мережа доступна через Wi-Fi або кабель";
"_copy_passphrase_"         = "Копіювати парольну фразу";
"_ok_copy_passphrase_"      = "ОК і скопіюйте парольну фразу";
"_select_color_"            = "Виберіть колір";
"_change_color_"            = "Змінити колір";
"_description_dashboardwidget_" = "Ніколи ще не було так просто мати Dashboard завжди під рукою.";
"_description_fileswidget_" = "Переглядайте останні файли та використовуйте панель інструментів для прискорення роботи.";
"_description_toolbarwidget_"   = "Панель інструментів для прискорення роботи.";
"_title_lockscreenwidget_"  = "Статус";
"_description_lockscreenwidget_"    = "Слідкуйте за вільними місцями та нещодавньою активністю";

"_keep_running_"            = "Не вимикайте цей застосунок, щоб покращити користувацький досвід.";
"_apps_nextcloud_detect_"   = "Виявлено %@ програм";
"_add_existing_account_"    = "Виявлено інші %@ Apps, ви хочете додати існуючий обліковий запис?";
"_status_in_progress_"      = "Триває зчитування статусу ...";
"_status_e2ee_on_server_"   = "Наскрізне шифрування вже налаштовано на сервері, але ще не ввімкнено на цьому пристрої.";
"_status_e2ee_not_setup_"   = "На сервері ще не налаштоване наскрізне шифрування.";
"_status_e2ee_configured_"  = "Наскрізне шифрування налаштовано правильно.";
"_e2ee_set_as_offline_"     = "Не допускається для зашифрованих файлів або папок.";
"_change_upload_filename_"  = "Ви хочете зберегти файл під іншим ім'ям?";
"_save_file_as_"            = "Зберегти файл як %@";
"_password_ascii_"          = "Пароль не може містити спеціальні символи.";
"_calendar_contacts_"       = "Календар та контакти";
"_mobile_config_"           = "Звантажити профіль налаштувань";
"_calendar_contacts_footer_warning_"    = "Конфігураційний профіль можна звантажити, лише якщо Safari встановлено як браузер за замовчуванням.";
"_calendar_contacts_footer_"    = "Після завантаження профілю ви можете встановити його з Налаштувань.";
"_modify_image_desc_"       = "Торкніться файлу, щоби відредагувати або перейменувати.";
"_message_disable_livephoto_" = "Це зображення є живою фотографією, його зміна призведе до втрати ефекту живої фотографії.";
"_enable_livephoto_"        = "Увімкнути живі фото";
"_disable_livephoto_"       = "Вимкнути живі фото";
"_undo_modify_"             = "Повернути зміни";
"_rename_already_exists_"   = "Файл з таким ім'ям вже присутній.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Вставте дійсне посилання";
"_download_image_"          = "Звантажити зображення";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "Біометричний датчик тимчасово вимкнено через кілька невдалих спроб. Введіть пароль пристрою, щоб знову увімкнути датчик.";
"_virus_detect_"            = "Виявлено вірус. Завантаження не може бути завершено!";
"_selected_photos_"         = "вибрано світлин";
"_delete_selected_photos_"  = "Вилучити вибрані світлини";
"_media_square_"            = "Квадратна сітка";
"_media_ratio_"             = "Сітка співвідношення сторін";
"_display_"                 = "Дисплей";
"_appearance_"              = "Тема";
"_light_"                   = "Світла";
"_dark_"                    = "Темна";
"_use_system_style_"        = "Як у системі";
"_account_settings_"        = "Налаштування облікового запису";
"_users_"                   = "Користувачі";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "Під час заряджання";
"_keep_screen_awake_"       = "Не вимикати екран\nпід час передачі файлів";
"_error_not_found_"         = "Запитуваний ресурс не вдалося знайти";
"_error_conflict_"          = "Запит не може бути виконаний через конфлікт з поточним станом ресурсу";
"_error_precondition_"      = "Сервер не відповідає одній з умов запитувача";
"_downloading_"             = "Звантаження";
"_additional_options_"      = "Додаткові опції";
"_unauthorizedFilesPasscode_" = "Застосунок Файли не можна використовувати з активованим паролем";
"_disableFilesApp_"         = "Неможливо скористатися застосунком Файли, оскільки його вимкнено";
"_no_items_"                = "Немає предметів";
"_check_back_later_"        = "Перевірте пізніше.";
"_no_data_available_"       = "Дані відсутні";
"_recent_activity_"         = "Нещодавня активність";
"_maintenance_mode_"        = "Наразі сервер знаходиться в режимі технічного обслуговування, що може зайняти деякий час.";
"_user_"                    = "Користувач";
"_creating_db_photo_progress_" = "Відбувається створення архіву світлин... Тримайте застосунок увімкненим.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Навіть без з'єднанням з мережею ви можете впорядковувати каталоги, створювати файли. Щойно ви повернетеся в мережу, ваші відкладені дії автоматично синхронізуються.";
"_offline_not_allowed_"     = "Ця операція заборонена в офлайн-режимі";
"_Upload_native_format_yes_"= "Завантаження у власному форматі: так";
"_Upload_native_format_no_" = "Завантаження у власному форматі: ні";
"_terms_of_service_"        = "Умови надання послуг";
"_terms_accept_"            = "Я підтверджую, що прочитав і погоджуюся з вищезазначеними умовами надання послуг.";
"_recommended_files_"       = "Рекомендовані файли";
"_propagate_layout_"        = "Застосувати наступні зміни до всіх підпапок";
"_version_mismatch_error_"  = "Зміни у версії: відкрийте основний застосунок, щоби оновити дані.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Проведіть вліво від правого краю екрана, щоб показати мініатюри";
"_tip_accountrequest_"      = "Натисніть тут, щоб змінити обліковий запис або додати новий";
"_tip_addcopyimage_"        = "Тривале натискання для вставки скопійованого зображення";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Показати профіль";
// a11y: On/Off
"_on_"                          = "Увімк";
// a11y: On/Off
"_off_"                         = "Вимкнути";
"_list_"                        = "Список";
"_icons_"                       = "Значки";

// MARK: Assistant
"_assistant_task_unknown_"       = "Невідомо";
"_assistant_task_scheduled_"     = "Заплановано";
"_assistant_task_in_progress_"   = "У процесі";
"_assistant_task_completed_"     = "Завершено";
"_assistant_task_failed_"        = "Не вдалося.";
"_input_"                        = "Вхідні дані";
"_output_"                       = "Вихідні дані";
"_task_details_"                 = "Деталі завдання";
"_assistant_"                    = "Асистент";
"_new_task_"                     = "Нове завдання %@";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Редагувати %@ завдання";
"_no_types_"                     = "Провайдера не знайдено";
"_no_types_subtitle_"            = "Для використання Асистента потрібно встановити AI-провайдерів.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Нова розмова";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Сервер запитує сертифікат клієнта.";
"_no_client_cert_found_desc_"    = "Ви хочете встановити клієнтський сертифікат TLS?\n Зверніть увагу, що сертифікат .p12 має бути спочатку встановлений на вашому пристрої: натисніть на нього та встановіть його як профіль сертифіката ідентичності в Налаштуваннях. Сертифікат ОБОВ'ЯЗКОВО повинен мати пароль, оскільки це вимога iOS.";
"_client_cert_enter_password_"   = "Введіть пароль для обраного сертифіката";
"_client_cert_wrong_password_"   = "Зазначено неправильний пароль.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" - заборонене ім'я.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" - заборонене розширення файлів.";
"_file_name_validator_error_invalid_character_" = "Ім'я містить недопустимий символ: \"%@\".";
"_file_name_validator_error_space_" = "Ім'я не повинно містити пробілів на початку або в кінці.";
"_file_name_new_extension_" = "Зміна розширення може призвести до того, що цей файл відкриється в іншій програмі.";
"_file_name_empty_" = "Ім'я файлу не може бути порожнє.";
"_please_rename_file_" = "Будь ласка, перейменуйте файл або каталог.";
"hidden_file_name_warning" = "Ім'я призведе до створення прихованого файлу.";

"_camera_roll_" = "Фотоплівка";
"_destination_" = "Пункт призначення";
"_upload_from_" = "Завантажити з";
"_multiple_albums_" = "Кілька альбомів";
"_smart_albums_" = "Розумні альбоми";
"_albums_" = "Альбоми";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Завершити";
"_item_with_same_name_already_exists_" = "Елемент з такою ж назвою вже існує.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Підготовка міграції ...";
"_scanning_files_" = "Сканування файлів ...";
"_moving_items_to_domain_" = "Перенесення елементів на правильний домен ...";
"_finishing_up_" = "Закінчуємо ...";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Альбоми";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Завантаження ...";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Створити";
"_albums_list_new_album_popup_negative_btn_"        = "Скасувати";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Перейменувати";
"_albums_list_rename_album_popup_negative_btn_"     = "Скасувати";
"_albums_photo_selection_sheet_title_"              = "Вибрати світлини";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Вилучити";
"_albums_delete_album_popup_negative_btn_"          = "Скасувати";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
